---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Acceleration
source: html/74e169cb-cacb-62be-b29e-c9f7867939a5.htm
---
# Autodesk.Revit.DB.SpecTypeId.Acceleration Property

Acceleration, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId Acceleration { get; }
```